{
	"Answer" : "TRIB is a completely open-source, community-led project. There are no special benefits available for existing TRIB holders who bring in new holders -- except the strengthening of the community & the token!",
	"FAQ_Number" : "001",
	"FAQ_authors" : [ "Smathson" ],
	"FAQ_flags" : [ "UNPUBLISHED" ],
	"FAQ_tags" : [ "REFERRAL", "USER BENEFITS" ],
	"Full_Question" : "Are there any referral rewards programs for TRIB?",
	"Private_Comment" : "",
	"Publish_Status" : "DRAFT",
	"Reference_Name" : "Referral_program",
	"Short_Question" : ""
},
{
	"Answer" : "The current total supply of TRIB as of this moment can be viewed at: https://tribtoken.com/.  The supply of TRIB is not capped. However, unlike many other tokens, due to TRIB's unique bonding curve and internal economics, the price of each TRIB token actually __increases__ as more TRIB are generated by people buying new TRIB from the smart contract.",
	"FAQ_Number" : "002",
	"FAQ_authors" : [ "Smathson" ],
	"FAQ_flags" : [ "UNPUBLISHED" ],
	"FAQ_tags" : [ "SUPPLY", "TOKENOMICS" ],
	"Full_Question" : "What is the total supply of TRIB?  Is it capped or will it increase?",
	"Private_Comment" : "",
	"Publish_Status" : "DRAFT",
	"Reference_Name" : "TRIB_supply",
	"Short_Question" : ""
},
{
	"Answer" : "Interest claiming is a competitive process. Any person or entity can claim whatever interest is currently available the moment it becomes available. No interest is set aside for any specific user or any future purpose. You can attempt to claim interest by using the \"CLAIM\" button at the bottom of the web page at https://tribtoken.com/, or by making the appropriate raw smart contract calls directly to the TRIB smart contract.\r",
	"FAQ_Number" : "003",
	"FAQ_authors" : [ "Smathson" ],
	"FAQ_flags" : [ "UNPUBLISHED" ],
	"FAQ_tags" : [ "INTEREST", "TOKENOMICS", "HOW-TO" ],
	"Full_Question" : "How do I claim from the TRIB interest pool?",
	"Private_Comment" : "",
	"Publish_Status" : "DRAFT",
	"Reference_Name" : "How_claim_interest",
	"Short_Question" : ""
},
{
	"Answer" : "Interest is available for claiming on a first-come, first-served basis. You may be able to improve your chances of claiming interest by increasing the Ethereum gas price (in gwei) to at least 50-75% above the maximum recommended \"Fast\" speed in MetaMask.\r\rNote that as the amount of interest available and public awareness of TRIB go up over time it is likely that interest will become more and more difficult to claim.",
	"FAQ_Number" : "004",
	"FAQ_authors" : [ "Smathson" ],
	"FAQ_flags" : [ "UNPUBLISHED" ],
	"FAQ_tags" : [ "INTEREST", "TOKENOMICS", "CLAIM" ],
	"Full_Question" : "Why can't I successfully claim interest? I've tried a few times but my transaction fails or gets rejected.",
	"Private_Comment" : "",
	"Publish_Status" : "DRAFT",
	"Reference_Name" : "Cant_claim_interest",
	"Short_Question" : ""
},
{
	"Answer" : "Trading (purchases and sales) of TRIB done on UniSwap (or other DEXes / CEXes) are not subject to the 10% transaction fee coded into the main TRIB smart contract. It's reasonable to expect that DEX/CEX price of TRIB will tend to be about 10-12% lower on average. Arbitrage bots are likely to ensure that the DEX/CEX price stays in this band e",
	"FAQ_Number" : "005",
	"FAQ_authors" : [ "Smathson" ],
	"FAQ_flags" : [ "UNPUBLISHED" ],
	"FAQ_tags" : [ "TRADING", "PRICE" ],
	"Full_Question" : "Why is the price on UniSwap lower than the price on the TRIB website? ",
	"Private_Comment" : "",
	"Publish_Status" : "DRAFT",
	"Reference_Name" : "DEX_price_lower",
	"Short_Question" : ""
},
{
	"Answer" : "Unlike many other tokens, the TRIB developers & community are highly confident that TRIB's economic and tokenomic model will succeed on its own, with or without CEX/DEX exchange listsings. For that reason we do not solicit or accept paid placement offers from exchanges, media outlets, trade groups or any similar entity. The community forecasts that eventually exchanges may simply need to buy TRIB directly from the TRIB smart contract in order to obtain the necessary TRIB liquidity to facilitate secondary trading.",
	"FAQ_Number" : "006",
	"FAQ_authors" : [ "Smathson" ],
	"FAQ_flags" : [ "UNPUBLISHED" ],
	"FAQ_tags" : [ "TRADING", "EXCHANGE" ],
	"Full_Question" : "Is TRIB interested in promotional offers from or paid placements offered by CEXes / DEXes? (centralized and decentralized exchanges)",
	"Private_Comment" : "",
	"Publish_Status" : "DRAFT",
	"Reference_Name" : "Exchange_listings",
	"Short_Question" : "TRIB and exchange listings"
},
{
	"Answer" : "The rate of price floor increase depends on the daily volume of TRIB trading (purchases and sales) which take place directly through the TRIB smart contract. A sophisticated live (adjustable-input) mathematical model of price floor behavior is in development. Once published it will work somewhat like a mining-profitablility or renting-vs-owning online calculator.",
	"FAQ_Number" : "007",
	"FAQ_authors" : [ "Smathson" ],
	"FAQ_flags" : [ "UNPUBLISHED" ],
	"FAQ_tags" : [ "TOKENOMICS", "PRICE" ],
	"Full_Question" : "How fast will the price floor rise?",
	"Private_Comment" : "Needs to be updated with reference to the on-line price floor calculator web URL when it becomes available.",
	"Publish_Status" : "DRAFT",
	"Reference_Name" : "How_fast_price_floor",
	"Short_Question" : "TRIB and exchange listings"
},
{
	"Answer" : "\"Yes we are looking at many options as community members. \r\rThis being entirely decentralised and autonomous, isn’t stopping anybody from looking into and suggesting a detailed plan we can approach all together. Or even take the lead.\r\rSo yes, lots of plans are going on, so many we can hardly keep up. And we are volunteers. \r\rIn short, lots more to come, give some time, also welcoming anybody take the lead on ANY idea that can be useful and positive to every Trib holder.\"   -#JustTRIB",
	"FAQ_Number" : "008",
	"FAQ_authors" : [ "Smathson" ],
	"FAQ_flags" : [ "UNPUBLISHED" ],
	"FAQ_tags" : [ "TOKENOMICS", "PRICE", "PARTNERSHIP", "EXCHANGE", "FARMING" ],
	"Full_Question" : "Have you guys considered creating or partnering with a staking project that requires TRIB to farm? That would increase trading volume.",
	"Private_Comment" : "",
	"Publish_Status" : "DRAFT",
	"Reference_Name" : "Partnership_farming",
	"Short_Question" : "Farming TRIB to increase trading volume."
},
{
	"Answer" : "There was never a pre-sale for TRIB. The first batch of TRIB tokens was created exclusively during the GME (Genesis Minting Event). There were and are no TRIB set aside for developers or any other parties.",
	"FAQ_Number" : "009",
	"FAQ_authors" : [ "Smathson" ],
	"FAQ_flags" : [ "UNPUBLISHED" ],
	"FAQ_tags" : [ "PRESALE", "TOKENOMICS" ],
	"Full_Question" : "Was there a pre-sale for TRIB?",
	"Private_Comment" : "",
	"Publish_Status" : "DRAFT",
	"Reference_Name" : "Presale",
	"Short_Question" : "Was there a pre-sale?"
}
